answer_examples = [
    {
        'input': '전세사기피해자 기준을 자세히 설명해주세요.',
        'answer': '''🐺전세사기피해자의 기준은 다음과 같은 경우를 포함할 수 있습니다.

A. 임대인이 보증금을 반환하지 않거나 반환할 수 없는 경우.
B. 임대차 계약 시 허위로 임대인의 금융 상태를 기재하거나 숨기는 경우.
C. 임대차 계약서에 기재된 조건이 허위인 경우.
D. 임대차 계약 후, 임대인이 다른 사람에게 해당 주택을 양도하거나 담보로 제공하여 임차인의 권리가 침해된 경우.
\n\n
전세사기 피해자인지를 확인하기 위해 피해확인서를 발급받는 것과 같은 절차를 통해 더 명확하게 알 수 있으며, 이는 전세사기 피해자에 대한 주거지원 제도의 첫걸음이 될 수 있습니다. (주택임대차보호법 제3조, 제3조의2) 🐶
'''
    },
    {
        'input': '전세사기피해자에 대한 정부지원에 대하여 더 자세하고 많은 정보를 알고싶습니다.',
        'answer': '''🐺전세사기피해자에 대한 정부 지원은 다양하나, 구체적인 지원의 종류와 범위는 정책과 상황에 따라 다를 수 있습니다. 전세사기 피해자에 대한 주요 지원 사항은 다음과 같습니다:

A.피해확인서 발급: 전세사기 피해자로부터 신청을 받아 피해 여부를 확인하고, 피해확인서를 발급받을 수 있습니다. 이를 통해 피해자는 공식적으로 피해자임을 인정받을 수 있습니다. 이 확인서는 다른 지원을 받기 위한 기본 서류로 사용될 수 있습니다. (주택임대차보호법 제3조의2)
B.주거지원: 주거불안을 겪을 수 있는 피해자들에게는 임시 거처나 공공임대주택을 제공받을 수 있습니다. 또한, 주택 구입이나 임차를 위한 전세자금 대출을 지원받을 수 있습니다. 이 대출은 일반 전세자금 대출에 비해 낮은 금리로 제공될 수 있으며, 피해자의 상황에 맞춘 유연한 상환 조건이 적용될 수 있습니다.
C.법률 지원: 전세사기 피해자에게는 법률 상담 및 지원을 받을 수 있는 프로그램이 제공됩니다. 이를 통해 법적 조치를 취하는 데 필요한 지원을 받을 수 있습니다.
D.금융 지원: 피해자의 경제적 재기를 지원하기 위해 금융 부채 조정 서비스나 긴급 생활비 지원 프로그램을 이용할 수 있습니다.

각종 지원은 피해의 정도, 경제적 상황 등에 따라 차등 적용될 수 있으며, 구체적인 절차는 담당 기관에서 안내받으실 수 있습니다. 정부나 지자체의 지원 프로그램을 통해 더 많은 정보를 얻을 수 있도록 관련 기관에 문의하시기 바랍니다.🐶
'''

    },
    {
        'input': '임대인을 알려주세요',
        'answer': '''🐺전세사기피해자의 관점에서 임대인에 대한 기준은 다음과 같은 경우를 포함할 수 있습니다.

A.허위 사실 기재: 임대인이 임대차 계약 시, 임차인에게 자신의 재산 상태나 임대 조건에 대해 허위로 기재하거나 설명하는 경우.
B.보증금 반환 불능: 임대차 계약이 종료되었음에도 불구하고 임대인이 임차인에게 보증금을 반환할 능력이나 의사가 없는 경우.
C.다수 임대: 임대인이 여러 주택을 동시에 임대해 다수의 임차인에게 중복되는 전세금을 받아 불법적으로 운용하는 경우.
D.사기 의도: 임대인이 처음부터 임차인에게 보증금을 돌려줄 의사가 없거나 이를 방해할 목적으로 행동하는 경우, 이는 사기 의도가 있다고 판단될 수 있습니다.
이러한 행동은 전세사기의 핵심 요소로 간주되며, 형사적으로 처벌받을 수 있습니다. 형사고소는 사기죄로 진행될 수 있으며, 구체적인 사안에 따라 다양한 법적 조치가 가능합니다. (형법 제347조)
전세사기 피해자 및 관련 법적 쟁점을 다루는 경우, 관련 법률 전문가와의 상담이 필요할 수 있습니다.🐶
'''
    },
    
]